{
  "about-me": "Über mich",
  "about-me-text-1": "Ich bin ein Freelancer, geboren und aufgezogen in Deutschland. Mir gefällt es, Dinge zu designen, seien Websites oder andere Produkte. Ich habe einen Bachelortitel in Materialwissenschaften und schreibe aktuell meine Masterthesis in Design-Ingenieurwesen in Spanien.",
  "about-me-text-2": "Diese Seite bietet eine Übersicht über meine Fähigkeiten, inklusive Grafik-, Web- und Produktdesign. Für eine ausführlichere Version werfen Sie einen Blick auf meinen",
  "achievement-text": "TAU Cerámica: Ich habe den zweiten Platz im Grafikdesign-Wettbewerb erreicht. Das Ziel war es, eine Keramikfliese zu entwerfen, die zur berühmten Estacion Norte in Valencia passt.",
  "achievement-text-Design contest of a ceramic tile": "TAU Cerámica: Ich habe den zweiten Platz im Grafikdesign-Wettbewerb erreicht. Das Ziel war es, eine Keramikfliese zu entwerfen, die zur berühmten Estacion Norte in Valencia passt.",
  "achievement-text-Designing for a sustainable Future": "Dieser Kurs befasste sich mit Design Thinking für Nachhaltigkeit, wobei KI, Rewilding, technische Problemlösungen und Lösungen für die Klimakrise behandelt wurden.",
  "achievement-text-SEO Crash Course": "Ein Crash-Kurs über SEO, der mir den Wert von Schlüsselwörtern und die Bedeutung der Suche nach der richtigen Zielgruppe vermittelte.",
  "achievement-text-UX Design: 1 Overview": "Ein Kurs über User Experience, in dem ich mein Wissen über die Bedeutung von UX und die Schaffung einer guten User Experience vertiefen konnte.",
  "achievement-text-UX Design: 2 Analyzing User Data": "Ein Kurs über User Experience, in dem ich gelernt habe, wie man Nutzerdaten sammelt und analysiert.",
  "achievement-text-UX Design: 3 Creating User Personas": "Ein Kurs über die Erstellung von User Personas, in dem ich lernte, wie man User Personas, sowohl annahme- als auch datengetriebene Personas, für einen User-Centered Design-Prozess erstellt.",
  "achievement-text-UX Design: 5 Scenarios and Storyboards": "In diesem Kurs lernte ich die Bedeutung von Szenarien und Storyboards für den Designprozess kennen. Ich habe gelernt, wie man Szenarien und Storyboards erstellt und wie man sie nutzt, um ein besseres Nutzererlebnis zu schaffen.",
  "achievement-text-UX Design: 6 Paper Prototyping": "In diesem Kurs lernte ich die Bedeutung von Papierprototypen im Designprozess kennen. Ich habe gelernt, wie man Papierprototypen erstellt und wie man sie verwendet, um ein besseres Nutzererlebnis zu schaffen.",
  "achievement-text-UX Design: 7 Implementation Planning": "In diesem Kurs habe ich gelernt, wie wichtig die Implementierungsplanung im Designprozess ist. Ich habe gelernt, wie man Umsetzungspläne erstellt und wie man sie nutzt, um ein besseres Nutzererlebnis zu schaffen.",
  "achievement-title": "Design-Wettbewerb für eine Keramikfliese",
  "achievement-title-Design contest of a ceramic tile": "Design-Wettbewerb für eine Keramikfliese",
  "achievement-title-Designing for a sustainable Future": "Design für eine nachhaltige Zukunft",
  "achievement-title-UX Design: 1 Overview": "UX Design: 1 Überblick",
  "achievement-title-UX Design: 2 Analyzing User Data": "UX Design: 2 Analysieren von Benutzerdaten",
  "achievement-title-UX Design: 3 Creating User Personas": "UX Design: 3 Erstellen von User Personas",
  "achievement-title-UX Design: 5 Scenarios and Storyboards": "UX-Design: 5 Szenarien und Storyboards",
  "achievement-title-UX Design: 6 Paper Prototyping": "UX-Design: 6 Papier-Prototyping",
  "achievement-title-UX Design: 7 Implementation Planning": "UX Design: 7 Umsetzungsplanung",
  "and": "und",
  "Bachelor of Science in Materials Science": "Bachelor of Science in Materialwissenschaften",
  "B. Sc. in Materials Science": "B. Sc. in Materialwissenschaften",
  "Cat-Bench": "Katzen-Sitzbank",
  "certificate-button-1": "Projekt ansehen",
  "certificate-button-See Certificate": "Zertifikat ansehen",
  "certificate-button-See Project": "Projekt ansehen",
  "change-view-button": "Bilder anzeigen",
  "Company": "Firma ",
  "Contact": "Kontakt",
  "contact-text": "Zögern Sie nicht, mich per Mail oder über das Kontaktformular zu kontaktieren. Ich bin offen für jegliche Fragen oder Anliegen.",
  "contact-title": "Kontakt",
  "Cupholder-text": "Ein eleganter, moderner Getränkehalter mit integriertem Heizelement. Außerdem verfügt er über ein Teleskop und einen Membranmechanismus für den Teil, der die Flasche hält.",
  "Cupholder-title": "Becherhalter",
  "CV": "Lebenslauf",
  "date-of-birth": "Geburtsdatum/-ort",
  "description-product-design-1": "Diese Bank ist ein Projekt, das ich mit der Absicht erstellt habe, mehrere Zwecke zu erfüllen. Sie musste in eine enge Ecke auf meinem Balkon passen und auch als Schlafplatz für meine Katze dienen.",
  "description-product-design-2": "Dieser Tisch war eines meiner ersten Projekte. Ich habe ihn selbst entworfen und an alle meine Bedürfnisse angepasst. Mit dem organischen Ausschnitt in der Mitte ist alles erreichbar und gleichzeitig wird der Platz maximiert.",
  "description-RR": "Recycle Rumble ist ein Spiel, das ich im Rahmen meiner Masterarbeit entwickelt habe. Es ist ein Online-Spiel, das sich an Kinder richtet. Es lehrt Recycling und Mülltrennung.",
  "direction": "Anschrift",
  "download-portfolio-button": "Portfolio herunterladen",
  "download-portfolio-header": "Noch nicht genug gesehen?",
  "download-portfolio-text": "Lade mein Portfolio herunter, um mehr meiner Arbeiten zu sehen.",
  "email-address": "E-Mail Adresse",
  "English": "Englisch (Flüssig)",
  "experience-abroad": "Auslandserfahrung",
  "front-about-text": "Ich habe meinen Bachelor in Materialwissenschaften gemacht, während ich mir alle Arten von Designfähigkeiten selbst beigebracht habe. Nach dem Abschluss meines Studiums habe ich mich entschieden, einen anderen Karriereweg im Bereich Design einzuschlagen. ",
  "front-about-text-2": "Ich zog nach Spanien und begann an der Universitat Politécnica de Valencia Design-Ingenieurwesen zu studieren und arbeite jetzt an meiner Masterarbeit.",
  "front-about-text-3": "Zu meinen Hauptstärken gehören ein scharfes Auge für Details, ein Talent für die Erstellung klarer und intuitiver Layouts und die Fähigkeit, Ideen mit schönen und effektiven Bildern zum Leben zu erwecken.",
  "front-view": "Vorderansicht",
  "Front-view": "Vorderansicht",
  "full-name": "Voller Name",
  "German": "Deutsch (Muttersprache)",
  "Graphic & Logo Design": "Grafik- & Logodesign",
  "great-britain": "Sprachreisen in Großbritannien",
  "great-britain-description": "Leben bei einer Gastfamilie in Rochester mit Englischunterricht an einem College",
  "hello": "Hallo",
  "High School Graduation": "Abitur",
  "Home": "Start",
  "i-agree": "Ich akzeptiere die ",
  "Introduction-text": "Ich bin ein Produktdesigner.",
  "Introduction-text-b": "Mein Name ist Sebastian Jans.",
  "intro-works": "Dieser Abschnitt dient als Schaufenster für einige meiner früheren Arbeiten. Meine vielseitige Vorgeschichte hat es mir ermöglicht, in verschiedenen Bereichen des Designs zu arbeiten und Erfahrungen in der gesamten Branche zu sammeln.",
  "KamadoB10 Germany": "KamadoB10",
  "Language Skills": "Sprachkenntnisse",
  "Left-view": "Linke Seite",
  "location-B. Sc. in Materials Science": "Stuttgart, DEU",
  "location-DITF": "Denkendorf, DEU",
  "location-High School Graduation": "Plochingen, DE",
  "location-Letratec": "Buenos Aires, ARG",
  "location-M. Eng. in Design Engineering": "Valencia, ESP",
  "logo-design-bate-text": "Ein Logotyp für eine spanische Marke, die Baseballschläger herstellt. Dieser Schriftzug wurde im Rahmen eines Projekts während meines Masterstudiums in Design Engineering erstellt.",
  "logo-design-Brazie-text": "Ein Logo für eine aufstrebende Bekleidungsmarke, das freundliche Farben verwendet und den Initialen des Gründers (VB) ähnelt.",
  "logo-design-Holztransformer-text": "Ein Logo für ein Unternehmen, das sich auf das Upcycling von altem Palettenholz zur Herstellung von Möbeln konzentriert.",
  "logo-design-paragraph": "Diese Logos zeigen einige meiner früheren Logodesign-Arbeiten.",
  "logo-design-Recycle Rumble-text": "Ein Logo für ein Recycling-Spiel, das ich entworfen habe. Es zeichnet sich durch ein spielerisches Design und abgeschnittene Ecken aus, um Sicherheit zu vermitteln.",
  "logo-design-Renata Jans-text": "Ein Logo, das elegant und doch kühn sein soll. Es ist für Renata Jans, eine Schönheitsberaterin.",
  "logo-design-Sisimi-text": "Ein Design für eine Marke, die Katzenspielzeug herstellt. Dieses Logo wurde während meines Masters als Konzept erstellt.",
  "logo-design-Smyle Webdesign-text": "Logo-Redesign für eine Webdesign-Marke. Das Ziel war es, die Reaktionsfähigkeit der Designs zu zeigen.",
  "logo-design-Students comitee Materials Science": "Fachschaft Materialwissenschaft",
  "logo-design-Students comitee Materials Science-text": "Ein Logo für die Fachschaft meiner ehemaligen Universität. Es enthält sowohl Gestaltungsrichtlinien der Universität als auch Elemente aus der Materialwissenschaft.",
  "logo-design-WordMate-text": "Ein Logo für eine Anwendung, die ich gerade entwickle. Es ist eine App, die Menschen helfen soll, neue Sprachen zu lernen.",
  "Master of Science in Design Engineering": "Master in Design-Ingenieurwesen",
  "M. Eng. in Design Engineering": "M. Eng. in Design-Enginieurwesen",
  "my-achievements": "Erfolge & Zertifikate",
  "my-education": "Bildung",
  "my-mail": "E-Mail: ",
  "my-phone": "Telefon:",
  "nationality": "Nationalität",
  "nationality-data": "Deutsch, Argentinisch",
  "optional": "optional",
  "option-front": "Vorne",
  "option-left": "Links",
  "option-perspective": "Perspektive",
  "option-right": "Rechts",
  "option-top": "Oben",
  "personal-data": "Persönliche Daten",
  "Phone-number": "Telefonnummer",
  "Portfolio": "Portfolio!",
  "Product Design – 3D Modelling": "Produktdesign",
  "result": "Resultat",
  "Right-view": "Rechte Seite",
  "role-B. Sc. in Materials Science": "Universität Stuttgart",
  "role-DITF": "Laborassistent",
  "role-KamadoB10 Germany": "Web- und Grafikdesigner",
  "role-Letratec": "Assistent",
  "role-M. Eng. in Design Engineering": "Polytechnische Universität von Valencia",
  "Settings": "Einstellungen",
  "short-B. Sc. in Materials Science": "Grundlagen der Werkstoffkunde, Materialeigenschaften und -verhalten, Metalle, Kunststoffe, Keramik",
  "short-DITF": "Laborarbeit, Vorbereitung von Proben, MS-Office",
  "short-High School Graduation": "Höchster allgemeinbildender Abschluss in Deutschland",
  "short-KamadoB10 Germany": "Webdesign, Druckmaterialien, Marketing",
  "short-Letratec": "Entwurfsprozess der Beschilderung, Auswahl der Materialien",
  "short-M. Eng. in Design Engineering": "Grundsätze der Gestaltungstechnik, Typografie, Farbtheorie, visuelle Kommunikation (Endnote: 1,6)",
  "skill-Graphic & Logo Design-text": "Alle wichtigen Werkzeuge, um die meisten Anforderungen an das Grafikdesign zu erfüllen.",
  "skill-Graphic & Logo Design-title": "Grafik- & Logodesign",
  "skill-Language Skills-text": "Dank der vielen Sprachen, die ich fließend beherrsche, kann ich Ihnen helfen, ein möglichst breites Publikum in der westlichen Welt zu erreichen.",
  "skill-Language Skills-title": "Sprachkenntnisse",
  "skill-Product Design – 3D Modelling-text": "Kreative und intelligente Produktlösungen zu entwickeln ist meine Leidenschaft.",
  "skill-Product Design – 3D Modelling-title": "Produktdesign",
  "Skills": "Fähigkeiten",
  "skills-convince": "Wenn Sie noch zögern, rufen Sie mich einfach kurz an, und wir können über Ihr Unternehmen sprechen!",
  "skills-convince-button": "Kontaktieren Sie mich",
  "skills-text-intro": "Auf dieser Seite finden Sie einen Überblick über meine Fähigkeiten, einschließlich Grafik- und Webdesign sowie Produktdesign. Für eine ausführlichere Version werfen Sie einen Blick auf meinen",
  "skills-title": "Fähigkeiten",
  "skill-Webdesign-text": "Ich informiere mich ständig über die neuesten Entwicklungen in der Welt der Webentwicklung.",
  "skill-Webdesign-title": "Webdesign",
  "socials": "Soziale Netzwerke",
  "south-america": "Reise durch Südamerika",
  "south-america-description": "Einblicke in neue Kulturen, Vertiefung der Spanischkenntnisse",
  "Spanish": "Spanisch (Muttersprache)",
  "Submit": "Absenden",
  "telephone": "Telefon",
  "terms-and-conditions": "Geschäftsbedinungen.",
  "terms-of-service": "Nutzungsbedingungen",
  "text-Bachelor of Science in Materials Science": "Universität Stuttgart. Als Student der Materialwissenschaften lernte ich die Eigenschaften und das Verhalten verschiedener Materialien wie Metalle, Keramiken und Polymere kennen. Außerdem sammelte ich Erfahrung in der Durchführung von Experimenten und der Analyse von Daten, um das Verhalten von Materialien besser zu verstehen.",
  "text-B. Sc. in Materials Science": "Universität Stuttgart. Als Student der Materialwissenschaften lernte ich die Eigenschaften und das Verhalten verschiedener Materialien wie Metalle, Keramiken und Polymere kennen. Außerdem sammelte ich Erfahrung in der Durchführung von Experimenten und der Analyse von Daten, um das Verhalten von Materialien besser zu verstehen.",
  "text-DITF": "In diesem Institut habe ich als Forschungsassistentin gearbeitet. Ich lernte viel über den Forschungsprozess und wie wichtig es ist, auf Details zu achten. Ich sammelte auch Erfahrung in der Durchführung von Experimenten und der Sammlung und Analyse von Daten. Ich habe auch gelernt, wie wichtig es ist, organisiert zu sein und genaue Aufzeichnungen über meine Arbeit zu führen.",
  "text-High School Graduation": "Gymnasium Plochingen. In der Oberstufe waren meine Lieblingsfächer Mathe, Physik und Kunst. Ich mochte schon immer Logik und wollte herausfinden, wie die Dinge funktionieren, während ich gleichzeitig versuchte, meine kreative Seite auszuleben.",
  "text-KamadoB10 Germany": "Ich arbeitete als Web- und Grafikdesigner. Da es sich um ein Start-up-Unternehmen handelte, war ich auch in den Produktionsprozess eingebunden. Ich lernte das Innenleben des Unternehmens kennen und konnte mich daher auch bei den Marketingmaterialien auf die wichtigsten Aspekte des Unternehmens konzentrieren.",
  "text-Letratec": "In diesem Praktikum lernte ich den Prozess der Gestaltung und Erstellung von Schildern für Unternehmen kennen. Außerdem lernte ich die verschiedenen Materialien und Herstellungsverfahren kennen, die zur Herstellung von Schildern verwendet werden, und wie man mit Kunden zusammenarbeitet, um ihre Bedürfnisse zu verstehen und effektive Beschilderungen zu entwickeln.",
  "text-Master of Science in Design Engineering": "Universiat Politécnica de Valencia. Ich lernte die Grundsätze und Praktiken des Design Engineering kennen. Ich beschäftigte mich mit Themen wie Typografie, Farbtheorie und visuelle Kommunikation, aber auch mit eher technischen Themen wie Designsoftware und Druckverfahren.",
  "text-M. Eng. in Design Engineering": "Universitat Politécnica de Valencia. Ich lernte die Grundsätze und Praktiken des Design-Ingenieurwesens kennen. Ich beschäftigte mich mit Themen wie Typografie, Farbtheorie und visuelle Kommunikation, aber auch mit eher technischen Themen wie Designsoftware und Druckverfahren.",
  "text-RR-level": "Die Levels sind einfach gestaltet, aber interessant anzusehen. Sie werden mit jedem Level und jeder Stufe zunehmend schwieriger.",
  "text-RR-play": "Auf der Spielseite werden alle Levels angezeigt, und wenn das Level abgeschlossen ist, wird die gewonnene Trophäe angezeigt.",
  "text-RR-settings": "Auf der Einstellungsseite ist die Benutzeroberfläche des Spiels zu sehen. Sie zeigt die abgeschnittenen Ecken sowie den dunklen Modus.",
  "text-RR-welcome": "Die Startseite zeigt ein verspieltes und farbenfrohes Willkommensbildschirm.",
  "title-RR-level": "Spielseite",
  "title-RR-play": "Bildschirm zur Levelauswahl",
  "title-RR-settings": "Einstellungen",
  "title-RR-welcome": "Startseite",
  "to_my": "zu meinem",
  "Top-view": "Aufsicht",
  "Universiat Politécnica de Valencia": "Polytechnische Universität von Valencia",
  "University of Stuttgart": "Universität Stuttgart",
  "Webdesign": "Webdesign",
  "welcome": "Willkommen",
  "work-experience": "Arbeitserfahrung",
  "Works": "Arbeiten",
  "works-graphicdesign": "Grafikdesign",
  "works-logodesign": "Logodesign",
  "works-p-dmaier": "Diese Website wurde für die Firma DMaier GmbH erstellt. Es handelt sich um ein lokales Unternehmen in Deutschland, das ein Redesign seiner alten Website wünschte, um sie moderner und schlanker zu gestalten.",
  "works-p-especimen": "Dies ist eine Schriftprobe, die ich als Projekt für meine Universität gemacht habe. Die Idee war, eine Schriftart in einer ansprechenden Weise darzustellen, um das Wesen der Schrift zu erfassen.",
  "works-p-fachschaft": "Dieses Design wurde für mein Studentenwerk erstellt, um mehr Menschen für die Welt der Materialwissenschaften zu interessieren. Die Branding-Richtlinien der Universität wurden auf den gesamten Designprozess angewendet.",
  "works-p-kamado": "Diese Website wurde für meinen früheren Arbeitgeber erstellt, der hochwertige handgefertigte Kamado-Grills herstellt. Das Ziel dieser Website war es, High-End-Kunden anzusprechen und die USPs hervorzuheben.",
  "works-p-rj": "Dies ist die Website, die ich für eine Make-up-Stylistin erstellt habe. Sie richtet sich in erster Linie an ein feminines Publikum, daher ist das Farbschema hauptsächlich lila, rot und weiß. Die Website enthält eine Vollbild-Titelseite und eine Menüleiste.",
  "works-productdesign": "Produktdesign",
  "works-p-trels": "Dies ist ein preisgekröntes Projekt für meine Universität. Es wurde für die Estacion Norte in Valencia entworfen, eine der größten Attraktionen der Stadt. Die Elemente umfassen verschiedene Elemente aus dem Innenbereich, dem Empfangsbereich und dem Bereich der Gleise.",
  "works-title": "Arbeiten",
  "works-trels-show-grid": "Raster anzeigen",
  "works-webdev": "Webdesign",
  "works-websites": "Webdesign",
  "Your-message": "Deine Nachricht"
}
