{
  "about-me" : "Über mich",
  "about-me-text-1" : "Ich bin ein Freelancer, geboren und aufgezogen in Deutschland. Mir gefällt es, Dinge zu designen, seien Websites oder andere Produkte. Ich habe einen Bachelortitel in Materialwissenschaften und schreibe aktuell meine Masterthesis in Design-Ingenieurwesen in Spanien.",
  "about-me-text-2" : "Diese Seite bietet eine Übersicht über meine Fähigkeiten, inklusive Grafik-, Web- und Produktdesign. Für eine ausführlichere Version werfen Sie einen Blick auf meinen",
  "and" : "und",
  "Bachelor of Science in Materials Science" : "Bachelor of Science in Materialwissenschaften",
  "B. Sc. in Materials Science" : "B. Sc. in Materialwissenschaften",
  "change-view-button" : "Bilder anzeigen",
  "Company" : "Firma ",
  "Contact" : "Kontakt",
  "contact-text" : "Zögern Sie nicht, mich per Mail oder über das Kontaktformular zu kontaktieren. Ich bin offen für jegliche Fragen oder Anliegen.",
  "contact-title" : "Kontakt",
  "CV" : "Lebenslauf",
  "date-of-birth" : "Geburtsdatum/-ort",
  "description-product-design-2" : "Dieser Tisch war eines meiner ersten Projekte. Ich habe ihn selbst entworfen und an alle meine Bedürfnisse angepasst. Mit dem organischen Ausschnitt in der Mitte ist alles erreichbar und gleichzeitig wird der Platz maximiert.",
  "direction" : "Anschrift",
  "download-portfolio-button" : "Portfolio herunterladen",
  "download-portfolio-header" : "Sie haben noch nicht genug gesehen?",
  "email-address" : "E-Mail Adresse",
  "English" : "Englisch (Flüssig)",
  "experience-abroad" : "Auslandserfahrung",
  "front-about-text" : "Ich habe meinen Bachelor in Materialwissenschaften gemacht, während ich mir alle Arten von Designfähigkeiten selbst beigebracht habe. Nach dem Abschluss meines Studiums habe ich mich entschieden, einen anderen Karriereweg im Bereich Design einzuschlagen. ",
  "front-about-text-2" : "Ich zog nach Spanien und begann an der Universitat Politécnica de Valencia Design-Ingenieurwesen zu studieren und arbeite jetzt an meiner Masterarbeit.",
  "front-about-text-3" : "Zu meinen Hauptstärken gehören ein scharfes Auge für Details, ein Talent für die Erstellung klarer und intuitiver Layouts und die Fähigkeit, Ideen mit schönen und effektiven Bildern zum Leben zu erwecken.",
  "front-view" : "Vorderansicht",
  "Front-view" : "Vorderansicht",
  "full-name" : "Voller Name",
  "German" : "Deutsch (Muttersprache)",
  "Graphic & Logo Design" : "Grafik- & Logodesign",
  "great-britain" : "Sprachreisen in Großbritannien",
  "great-britain-description" : "Leben bei einer Gastfamilie in Rochester mit Englischunterricht",
  "hello" : "Hallo",
  "High School Graduation" : "Abitur",
  "Home" : "Start",
  "i-agree" : "Ich akzeptiere die ",
  "Introduction-text" : "Ich bin ein Produktdesigner.",
  "Introduction-text-b" : "Mein Name ist Sebastian Jans.",
  "intro-works" : "Dieser Abschnitt dient als Schaufenster für einige meiner früheren Arbeiten. Meine vielseitige Vorgeschichte hat es mir ermöglicht, in verschiedenen Bereichen des Designs zu arbeiten und Erfahrungen in der gesamten Branche zu sammeln.",
  "Language Skills" : "Sprachkenntnisse",
  "Left-view" : "Linke Seite",
  "logo-design-paragraph" : "Diese Logos zeigen einige meiner früheren Logodesign-Arbeiten.",
  "Master of Science in Design Engineering" : "Master in Design-Ingenieurwesen",
  "M. Eng. in Design Engineering" : "M. Eng. in Design-Enginieurwesen",
  "my-education" : "Bildung",
  "my-mail" : "E-Mail: ",
  "my-phone" : "Telefon:",
  "nationality" : "Nationalität",
  "nationality-data" : "Deutsch, Argentinisch",
  "optional" : "optional",
  "personal-data" : "Persönliche Daten",
  "Phone-number" : "Telefonnummer",
  "Portfolio" : "Portfolio!",
  "Product Design – 3D Modelling" : "Produktdesign",
  "Right-view" : "Rechte Seite",
  "Settings" : "Einstellungen",
  "short-DITF" : "Laborarbeit, Vorbereitung von Proben, MS-Office-Anwendung",
  "short-High School Graduation" : "Höchster allgemeinbildender Abschluss in Deutschland, Lieblingsfächer waren Mathe, Physik und Kunst",
  "short-KamadoB10 Germany" : "Webdesign, Druckmaterialien, Marketing, Fertigung",
  "short-Letratec" : "Entwurfsprozess der Beschilderung, Auswahl der Materialien",
  "short-M. Eng. in Design Engineering" : "Grundsätze der Gestaltungstechnik, Typografie, Farbtheorie, visuelle Kommunikation, etc.",
  "skill-Graphic & Logo Design-text" : "Alle wichtigen Werkzeuge, um die meisten Anforderungen an das Grafikdesign zu erfüllen.",
  "skill-Language Skills-text" : "Dank der vielen Sprachen, die ich fließend beherrsche, kann ich Ihnen helfen, ein möglichst breites Publikum in der westlichen Welt zu erreichen.",
  "skill-Product Design – 3D Modelling-text" : "Kreative und intelligente Produktlösungen zu entwickeln ist meine Leidenschaft.",
  "Skills" : "Fähigkeiten",
  "skills-text-intro" : "Auf dieser Seite finden Sie einen Überblick über meine Fähigkeiten, einschließlich Grafik- und Webdesign sowie Produktdesign. Für eine ausführlichere Version werfen Sie einen Blick auf meinen",
  "skills-title" : "Fähigkeiten",
  "skill-Webdesign-text" : "Ich informiere mich ständig über die neuesten Entwicklungen in der Welt der Webentwicklung.",
  "socials" : "Soziale Netzwerke",
  "south-america" : "Rundreise durch Südamerika",
  "south-america-description" : "Einblicke in neue Kulturen, Vertiefung der Spanischkenntnisse",
  "Spanish" : "Spanisch (Muttersprache)",
  "Submit" : "Absenden",
  "telephone" : "Telefon",
  "terms-and-conditions" : "Geschäftsbedinungen.",
  "terms-of-service" : "Nutzungsbedingungen",
  "text-Bachelor of Science in Materials Science" : "Universität Stuttgart. Als Student der Materialwissenschaften lernte ich die Eigenschaften und das Verhalten verschiedener Materialien wie Metalle, Keramiken und Polymere kennen. Außerdem sammelte ich Erfahrung in der Durchführung von Experimenten und der Analyse von Daten, um das Verhalten von Materialien besser zu verstehen.",
  "text-B. Sc. in Materials Science" : "Universität Stuttgart. Als Student der Materialwissenschaften lernte ich die Eigenschaften und das Verhalten verschiedener Materialien wie Metalle, Keramiken und Polymere kennen. Außerdem sammelte ich Erfahrung in der Durchführung von Experimenten und der Analyse von Daten, um das Verhalten von Materialien besser zu verstehen.",
  "text-DITF" : "In diesem Institut habe ich als Forschungsassistentin gearbeitet. Ich lernte viel über den Forschungsprozess und wie wichtig es ist, auf Details zu achten. Ich sammelte auch Erfahrung in der Durchführung von Experimenten und der Sammlung und Analyse von Daten. Ich habe auch gelernt, wie wichtig es ist, organisiert zu sein und genaue Aufzeichnungen über meine Arbeit zu führen.",
  "text-High School Graduation" : "Gymnasium Plochingen. In der Oberstufe waren meine Lieblingsfächer Mathe, Physik und Kunst. Ich mochte schon immer Logik und wollte herausfinden, wie die Dinge funktionieren, während ich gleichzeitig versuchte, meine kreative Seite auszuleben.",
  "text-KamadoB10 Germany" : "Ich arbeitete als Web- und Grafikdesigner. Da es sich um ein Start-up-Unternehmen handelte, war ich auch in den Produktionsprozess eingebunden. Ich lernte das Innenleben des Unternehmens kennen und konnte mich daher auch bei den Marketingmaterialien auf die wichtigsten Aspekte des Unternehmens konzentrieren.",
  "text-Letratec" : "In diesem Praktikum lernte ich den Prozess der Gestaltung und Erstellung von Schildern für Unternehmen kennen. Außerdem lernte ich die verschiedenen Materialien und Herstellungsverfahren kennen, die zur Herstellung von Schildern verwendet werden, und wie man mit Kunden zusammenarbeitet, um ihre Bedürfnisse zu verstehen und effektive Beschilderungen zu entwickeln.",
  "text-Master of Science in Design Engineering" : "Universiat Politécnica de Valencia. Ich lernte die Grundsätze und Praktiken des Design Engineering kennen. Ich beschäftigte mich mit Themen wie Typografie, Farbtheorie und visuelle Kommunikation, aber auch mit eher technischen Themen wie Designsoftware und Druckverfahren.",
  "text-M. Eng. in Design Engineering" : "Universitat Politécnica de Valencia. Ich lernte die Grundsätze und Praktiken des Design-Ingenieurwesens kennen. Ich beschäftigte mich mit Themen wie Typografie, Farbtheorie und visuelle Kommunikation, aber auch mit eher technischen Themen wie Designsoftware und Druckverfahren.",
  "to_my" : "zu meinem",
  "Top-view" : "Aufsicht",
  "Universiat Politécnica de Valencia" : "Polytechnische Universität von Valencia",
  "University of Stuttgart" : "Universität Stuttgart",
  "Webdesign" : "Webdesign",
  "welcome" : "Willkommen",
  "work-experience" : "Arbeitserfahrung",
  "Works" : "Arbeiten",
  "works-graphicdesign" : "Grafikdesign",
  "works-logodesign" : "Logodesign",
  "works-p-especimen" : "Dies ist eine Schriftprobe, die ich als Projekt für meine Universität gemacht habe. Die Idee war, eine Schriftart in einer ansprechenden Weise darzustellen, um das Wesen der Schrift zu erfassen.",
  "works-p-fachschaft" : "Dieses Design wurde für mein Studentenwerk erstellt, um mehr Menschen für die Welt der Materialwissenschaften zu interessieren. Die Branding-Richtlinien der Universität wurden auf den gesamten Designprozess angewendet.",
  "works-p-kamado" : "Diese Website wurde für meinen früheren Arbeitgeber erstellt, der hochwertige handgefertigte Kamado-Grills herstellt. Das Ziel dieser Website war es, High-End-Kunden anzusprechen und die USPs hervorzuheben.",
  "works-p-rj" : "Dies ist die Website, die ich für eine Make-up-Stylistin erstellt habe. Sie richtet sich in erster Linie an ein feminines Publikum, daher ist das Farbschema hauptsächlich lila, rot und weiß. Die Website enthält eine Vollbild-Titelseite und eine Menüleiste.",
  "works-productdesign" : "Produktdesign",
  "works-title" : "Arbeiten",
  "works-webdev" : "Webdesign",
  "works-websites" : "Webdesign",
  "Your-message" : "Deine Nachricht"
}