{
	"about-me": "About me",
	"about-me-text-1": "\n\t\t\tI am a Freelancer, born and raised in Germany. I like to design things, be it websites or\n\t\t\tproducts. I have a Bachelor's degree in Materials Science and am currently doing my Master's\n\t\t\tdegree in Design Engineering.",
	"about-me-text-2": "\n\t\t\tOn this page is an overview of my skillset, including Graphic and Web Design and Product Design.\n\t\t\tFor a more elaborate version you can check out my ",
	"achievement-text": "TAU Cerámica: I achieved second place in the graphic design contest. The objective was to design a ceramic tile, fitting to the famous Estacion Norte in Valencia.",
	"achievement-text-Design contest of a ceramic tile": "TAU Cerámica: I achieved second place in the graphic design contest. The objective was to design a ceramic tile, fitting to the famous Estacion Norte in Valencia.",
	"achievement-text-Designing for a sustainable Future": "This course explored design thinking for sustainability, covering AI, rewilding, tech's problem-solving, and climate crisis solutions.",
	"achievement-text-SEO Crash Course": "A crash course about SEO, teaching me the value of keywords and the importance of finding your right target audience.",
	"achievement-text-UX Design: 1 Overview": "A course about User Experience, where i was able to deepen my knowledge about the importance of UX and how to create a good user experience.",
	"achievement-text-UX Design: 2 Analyzing User Data": "A course about User Experience, where i learned how to collect and analyze user data.",
	"achievement-text-UX Design: 3 Creating User Personas": "A course about creating User Personas, where i learned how to create user personas, both assumption and data-driven persona, for a User-Centered Design-Process.",
	"achievement-text-UX Design: 5 Scenarios and Storyboards": "This course taught me about the importance of scenarios and storyboards in the design process. I learned how to create scenarios and storyboards, and how to use them to create a better user experience.",
	"achievement-text-UX Design: 6 Paper Prototyping": "In this course i learned about the importance of paper prototyping in the design process. I learned how to create paper prototypes, and how to use them to create a better user experience.",
	"achievement-text-UX Design: 7 Implementation Planning": "This course taught me about the importance of implementation planning in the design process. I learned how to create implementation plans, and how to use them to create a better user experience.",
	"achievement-title": "Design contest of a ceramic tile",
	"achievement-title-Design contest of a ceramic tile": "Design contest of a ceramic tile",
	"achievement-title-Designing for a sustainable Future": "Designing for a sustainable Future",
	"achievement-title-UX Design: 1 Overview": "UX Design: 1 Overview",
	"achievement-title-UX Design: 2 Analyzing User Data": "UX Design: 2 Analyzing User Data",
	"achievement-title-UX Design: 3 Creating User Personas": "UX Design: 3 Creating User Personas",
	"achievement-title-UX Design: 5 Scenarios and Storyboards": "UX Design: 5 Scenarios and Storyboards",
	"achievement-title-UX Design: 6 Paper Prototyping": "UX Design: 6 Paper Prototyping",
	"achievement-title-UX Design: 7 Implementation Planning": "UX Design: 7 Implementation Planning",
	"and": "and",
	"Bachelor of Science in Materials Science": "Bachelor of Science in Materials Science",
	"B. Sc. in Materials Science": "B. Sc. in Materials Science",
	"Cat-Bench": "Cat Bench",
	"certificate-button-1": "See project",
	"certificate-button-See Certificate": "See Certificate",
	"certificate-button-See Project": "See Project",
	"change-view-button": "View Images",
	"Company": "Company ",
	"Contact": "Contact",
	"contact-text": "Feel free to send me a message via my contact form. I am open for any questions or inquiries. ",
	"contact-title": "Contact",
	"Cupholder-text": "A smart, modern Cupholder with an included heating element. It also features a telescope and a diaphragm mechanism for the part that holds the bottle.",
	"Cupholder-title": "Cupholder",
	"CV": "CV",
	"date-of-birth": "Date/Place of Birth",
	"description-product-design-1": "This bench is a project that i created with the intention of having multiple purposes. It had to fit a tight corner on my balcony and also serve as a sleeping spot for my cat.",
	"description-product-design-2": "This table was one of my first projects. I designed it myself and customized it to suit all my needs. With the organic cutout in the middle everything is reachable while maximizing space.",
	"description-RR": "Recycle Rumble is a game that i created as a part of my master thesis. It is an online game directed towards children. It teaches recycling and trash sorting.",
	"direction": "Direction",
	"download-portfolio-button": "Download Portfolio",
	"download-portfolio-header": "Didn't see enough?",
	"download-portfolio-text": "Download my portfolio below to see more of my work.",
	"email-address": "E-Mail Address",
	"English": "English (Fluent)",
	"experience-abroad": "experience abroad",
	"front-about-text": "I studied my Bachelors in Materials Science while i was self-teaching myself all kinds of Design capabilities. After finishing my degree i decided to persue a different career path in the field of Design. ",
	"front-about-text-2": "I moved to Spain and started studying Design Engineering at the Universitat Politécnica de Valencia and am now working on my Master Thesis.",
	"front-about-text-3": "My key strengths include a keen eye for detail, a talent for crafting clean and intuitive layouts, and the ability to bring ideas to life with beautiful and effective visuals.",
	"front-view": "Front View",
	"Front-view": "Front View",
	"full-name": "Full Name",
	"German": "German (mother tongue)",
	"Graphic & Logo Design": "Graphic & Logo Design",
	"great-britain": "Language trips in Great Britain",
	"great-britain-description": "Living with a host family in Rochester, attending College with English classes",
	"hello": "Hello",
	"High School Graduation": "High School",
	"Home": "Home",
	"i-agree": "I agree with the ",
	"Introduction-text": "I am a Product Designer.",
	"Introduction-text-b": "My name is Sebastian Jans.",
	"intro-works": "This section serves as a showcase of some of my previous works. My volatile past has allowed me to work in different areas of Design and gain experience throughout the industry.",
	"KamadoB10 Germany": "KamadoB10",
	"Language Skills": "Language Skills",
	"Left-view": "Left Side",
	"location-B. Sc. in Materials Science": "Stuttgart, DEU",
	"location-DITF": "Denkendorf, DEU",
	"location-High School Graduation": "Plochingen, DEU",
	"location-Letratec": "Buenos Aires, ARG",
	"location-M. Eng. in Design Engineering": "Valencia, ESP",
	"logo-design-bate-text": "A logotype for a spanish brand that produces baseball bats. This logotype was created as part of a project during my Master in Design Engineering.",
	"logo-design-Brazie-text": "A logo for an upcoming clothing brand, it uses friendly colors and resembles the initials of the founder (VB).",
	"logo-design-Holztransformer-text": "A logo for a company that focusses in upcycling old pallet wood to create furniture.",
	"logo-design-paragraph": "These logotypes show some of my previous logo design works.",
	"logo-design-Recycle Rumble-text": "A logo a recycling game i created. It features a playful design and clipped corners to convey safety.",
	"logo-design-Renata Jans-text": "A logo designed to be elegant, yet bold. It is for Renata Jans, a beauty consultant.",
	"logo-design-Sisimi-text": "A design for a brand that produces cat toys. This logo was created during my Master as a concept.",
	"logo-design-Smyle Webdesign-text": "Logo redesign for a web design brand. The goal was to show the responsiveness of the designs.",
	"logo-design-Students comitee Materials Science": "Materials Science Student Council",
	"logo-design-Students comitee Materials Science-text": "A logo for the students comitee for my former university. It incorporates both design guidelines from the university and elements from materials science.",
	"logo-design-WordMate-text": "A logo for an application that i am creating. It is an app that aims to help people learn new languages.",
	"Master of Science in Design Engineering": "Master in Design Engineering",
	"M. Eng. in Design Engineering": "M. Eng. in Design Engineering",
	"my-achievements": "Achievements & Certificates",
	"my-education": "Education",
	"my-mail": "Mail: ",
	"my-phone": "Phone: ",
	"nationality": "Nationality",
	"nationality-data": "German, Argentinean",
	"optional": "optional",
	"option-front": "front",
	"option-left": "left",
	"option-perspective": "perspective",
	"option-right": "right",
	"option-top": "top",
	"personal-data": "Personal Data",
	"Phone-number": "Phone Number",
	"Portfolio": "Portfolio!",
	"Product Design – 3D Modelling": "Product Design – 3D Modelling",
	"result": "result",
	"Right-view": "Right View",
	"role-B. Sc. in Materials Science": "University of Stuttgart",
	"role-DITF": "Research Assistant",
	"role-KamadoB10 Germany": "Web and graphic designer",
	"role-Letratec": "Intern",
	"role-M. Eng. in Design Engineering": "Polytechnic University of Valencia",
	"Settings": "Site Settings",
	"short-B. Sc. in Materials Science": "Fundamentals of materials science, material properties and behavior, metals, plastics, ceramics",
	"short-DITF": "Laboratory work, preparation of samples, MS office use",
	"short-High School Graduation": "Highest degree of general education in Germany",
	"short-KamadoB10 Germany": "Web design, printing materials, marketing",
	"short-Letratec": "Design process of signage, selection of materials",
	"short-M. Eng. in Design Engineering": "Principles of design engineering, typography, color theory, visual communication (Final grade: 9)",
	"skill-Graphic & Logo Design-text": "All the important tools to provide assets for most graphic design needs.",
	"skill-Graphic & Logo Design-title": "Graphic & Logo Design",
	"skill-Language Skills-text": "Thanks to the set of languages i am fluent with, i can help you reach the broadest audience in the western world.",
	"skill-Language Skills-title": "Language Skills",
	"skill-Product Design – 3D Modelling-text": "Coming up with creative and smart product solutions is my passion.",
	"skill-Product Design – 3D Modelling-title": "Product Design",
	"Skills": "Skills",
	"skills-convince": "If you're still hesitant, feel free to give me a brief call, and we can chat about your business!",
	"skills-convince-button": "Contact me",
	"skills-text-intro": "On this page is an overview of my skillset, including Graphic and Web Design and Product Design. For a more elaborate version you can check out my ",
	"skills-title": "Skills",
	"skill-Webdesign-text": "I am always learning about the newest advancements in the world of web development.",
	"skill-Webdesign-title": "Web design",
	"socials": "My Socials",
	"south-america": "Travel through South America",
	"south-america-description": "Insight into new cultures, consolidation of Spanish skills",
	"Spanish": "Spanish (mother tongue)",
	"Submit": "Submit",
	"telephone": "Telephone",
	"terms-and-conditions": "terms and conditions.",
	"terms-of-service": "Terms of Service",
	"text-Bachelor of Science in Materials Science": "University of Stuttgart. As a materials science major, I learned about the properties and behavior of different materials, such as metals, ceramics, and polymers. Additionally, I gained experience in conducting experiments and analyzing data to better understand the behavior of materials.",
	"text-B. Sc. in Materials Science": "University of Stuttgart. As a materials science major, I learned about the properties and behavior of different materials, such as metals, ceramics, and polymers. Additionally, I gained experience in conducting experiments and analyzing data to better understand the behavior of materials.",
	"text-DITF": "In this Institute i worked as a Research Assistant. I learned a lot about the research process and the importance of attention to detail. I also gained experience in conducting experiments and collecting and analyzing data. I also learned the importance of being organized and keeping accurate records of my work.",
	"text-High School Graduation": "Gymnasium Plochingen. In High school, my favorite subjects were math, physics and art. I always liked logic and wanted to figure out how things work, while trying to live out my creative side.",
	"text-KamadoB10 Germany": "I worked as a Web and Graphic Designer. As this was a Start-Up company, i was also involved in the manufacturing process. I learned about the inner workings of the company and was therefore also able to focus on the key aspects of the company in the marketing materials.",
	"text-Letratec": "In this internship i learned about the process of designing and creating signage for businesses. I also learned about the different materials and manufacturing processes used to create signs, and how to work with clients to understand their needs and create effective signage solutions.",
	"text-Master of Science in Design Engineering": "Universiat Politécnica de Valencia. I learned about the principles and practices of Design Engineering. I studied topics such as typography, color theory, and visual communication, as well as more technical subjects such as design software and printing processes.",
	"text-M. Eng. in Design Engineering": "Universitat Politécnica de Valencia. I learned about the principles and practices of Design Engineering. I studied topics such as typography, color theory, and visual communication, as well as more technical subjects such as design software and printing processes.",
	"text-RR-level": "The levels are designed to be simple, yet interesting to look at. They get increasingly more difficult with level and stage.",
	"text-RR-play": "The play page showcases all the levels, if the level is completed it shows the trophy gained.",
	"text-RR-settings": "The settings page showcases the UI of the game. It shows the clipped corners, as well as the dark mode.",
	"text-RR-welcome": "The front page features a playful and colorful welcome screen.",
	"title-RR-level": "Game screen",
	"title-RR-play": "Level selection screen",
	"title-RR-settings": "Settings page",
	"title-RR-welcome": "Welcome page",
	"to_my": "to my",
	"Top-view": "Top View",
	"Universiat Politécnica de Valencia": "Polytechnic University of Valencia",
	"University of Stuttgart": "University of Stuttgart",
	"Webdesign": "Web Design",
	"welcome": "Welcome",
	"work-experience": "Work Experience",
	"Works": "Works",
	"works-graphicdesign": "Graphic Design",
	"works-logodesign": "Logo Design",
	"works-p-dmaier": "This website was created for the company DMaier GmbH, they are a local company in germany that wanted a redesign of their old website to be more modern and streamlined.",
	"works-p-especimen": "This is a type specimen i made as a project for my university. The idea was to display a font type in a flattering way, in order to capture the essence of the font.",
	"works-p-fachschaft": "This Design was made for my student union in order to attract more people into the world of materials science. The University branding guidelines have been applied to the whole design process.",
	"works-p-kamado": "This website was for my former employer, who produces high-end handmade kamado grills. The objective for this website to appeal to high-end customers and highlight the USPs.",
	"works-p-rj": "This is the website I created for a make-up stylist. It is primarily aimed at a female audience, so the colour scheme is mainly purple, red and white. The website includes a full-screen front page and a menu bar.",
	"works-productdesign": "Product Design",
	"works-p-trels": "This is a an award-winning project for my university. It was created for estacion Norte in Valencia, one of the biggest attractions in the city. The elements incorporate various elements from the inside, the reception area and the tracks-area.",
	"works-title": "Works",
	"works-trels-show-grid": "show grid",
	"works-webdev": "Web design",
	"works-websites": "Web Design",
	"Your-message": "Your Message",
	"today": "today"
}
