{
  "about-me" : "Sobre mí",
  "about-me-text-1" : "Soy un autónomo, nacido y criado en Alemania. Me gusta diseñar cosas, ya sean sitios web u otros productos. Soy licenciado en ciencias de los materiales y actualmente estoy escribiendo mi tesis de máster en ingeniería de diseño en España.",
  "about-me-text-2" : "Esta página ofrece una panorámica de mis habilidades, incluyendo el diseño gráfico, web y de productos. Para una versión más detallada, eche un vistazo a mi",
  "achievement-text" : "TAU Cerámica: Conseguí el segundo puesto en el concurso de diseño gráfico. El objetivo era diseñar un azulejo de cerámica, adecuado a la famosa Estación Norte de Valencia.",
  "achievement-text-Design contest of a ceramic tile" : "TAU Cerámica: Conseguí el segundo puesto en el concurso de diseño gráfico. El objetivo era diseñar un azulejo de cerámica, adecuado a la famosa Estación Norte de Valencia.",
  "achievement-text-Designing for a sustainable Future" : "Este curso exploró el pensamiento de diseño para la sostenibilidad, abarcando la IA, el rewilding, la resolución de problemas tecnológicos y las soluciones a la crisis climática.",
  "achievement-text-SEO Crash Course" : "Un curso intensivo sobre SEO, que me enseñó el valor de las palabras clave y la importancia de encontrar el público objetivo adecuado.",
  "achievement-text-UX Design: 1 Overview" : "Un curso sobre Experiencia de Usuario, donde pude profundizar mis conocimientos sobre la importancia de la UX y cómo crear una buena experiencia de usuario.",
  "achievement-text-UX Design: 2 Analyzing User Data" : "Un curso sobre experiencia de usuario, en el que aprendí a recopilar y analizar datos de usuarios.",
  "achievement-text-UX Design: 3 Creating User Personas" : "Un curso sobre la creación de personajes de usuario, donde aprendí a crear personajes de usuario, tanto supuestos como basados en datos, para un proceso de diseño centrado en el usuario.",
  "achievement-text-UX Design: 5 Scenarios and Storyboards" : "Este curso me enseñó la importancia de los escenarios y guiones gráficos en el proceso de diseño. Aprendí a crear escenarios y guiones gráficos, y a utilizarlos para crear una mejor experiencia de usuario.",
  "achievement-text-UX Design: 6 Paper Prototyping" : "En este curso aprendí la importancia de los prototipos en papel en el proceso de diseño. Aprendí a crear prototipos en papel y a utilizarlos para crear una mejor experiencia de usuario.",
  "achievement-text-UX Design: 7 Implementation Planning" : "Este curso me enseñó la importancia de la planificación de la implantación en el proceso de diseño. Aprendí a crear planes de implementación y a utilizarlos para crear una mejor experiencia de usuario.",
  "achievement-title" : "Concurso de diseño de una baldosa cerámica",
  "achievement-title-Design contest of a ceramic tile" : "Concurso de diseño de una baldosa cerámica",
  "achievement-title-Designing for a sustainable Future" : "Diseñar un futuro sostenible",
  "achievement-title-UX Design: 1 Overview" : "Diseño UX: 1 Visión general",
  "achievement-title-UX Design: 2 Analyzing User Data" : "Diseño UX: 2 Analizar los datos de los usuarios",
  "achievement-title-UX Design: 3 Creating User Personas" : "Diseño UX: 3 Creación de personajes de usuario",
  "achievement-title-UX Design: 5 Scenarios and Storyboards" : "Diseño UX: 5 escenarios y guiones gráficos",
  "achievement-title-UX Design: 6 Paper Prototyping" : "Diseño UX: 6 Prototipos en papel",
  "achievement-title-UX Design: 7 Implementation Planning" : "Diseño UX: 7 Planificación de la implantación",
  "and" : "y",
  "Bachelor of Science in Materials Science" : "Bachelor of Science en Ciencia de los materiales",
  "B. Sc. in Materials Science" : "B. Sc. Ciencias de Materiales",
  "Cat-Bench" : "Banco",
  "certificate-button-1" : "Ver projecto",
  "certificate-button-See Certificate" : "Ver certificado",
  "certificate-button-See Project" : "Ver projecto",
  "change-view-button" : "Ver imagenes",
  "Company" : "Empresa ",
  "Contact" : "Contacto",
  "contact-text" : "No dude en enviarme un mensaje a través de mi formulario de contacto. Estoy disponible a cualquier pregunta o consulta. ",
  "contact-title" : "Contacto",
  "Cupholder-text" : "Un posavasos moderno e inteligente con elemento calefactor incluido. También cuenta con un telescopio y un mecanismo de diafragma para la parte que sujeta la botella.",
  "Cupholder-title" : "Portavasos",
  "CV" : "CV",
  "date-of-birth" : "Fecha/lugar nacimiento",
  "description-product-design-1" : "Este banco es un proyecto que creé con la intención de que tuviera múltiples propósitos. Tenía que encajar en un rincón estrecho de mi balcón y también servir como lugar de descanso para mi gato.",
  "description-product-design-2" : "Esta mesa fue uno de mis primeros proyectos. La diseñé yo misma y la personalicé para adaptarla a todas mis necesidades. Con el recorte orgánico en el centro todo es accesible al tiempo que maximiza el espacio.",
  "description-RR" : "Recycle Rumble es un juego que he creado como parte de mi tesis de máster. Es un juego en línea dirigido a los niños. Enseña a reciclar y a clasificar la basura.",
  "direction" : "Dirección",
  "download-portfolio-button" : "Descargar Portafolio",
  "download-portfolio-header" : "¿No has visto suficiente?",
  "download-portfolio-text" : "Descarga mi portafolio para ver más de mi trabajo.",
  "email-address" : "Correo electrónico",
  "English" : "Inglés (Fluido)",
  "experience-abroad" : "Experiencia en el extranjero",
  "front-about-text" : "Estudié la licenciatura en Ciencias de los Materiales mientras me formaba por mi cuenta en todo tipo de técnicas de diseño. Después de terminar la carrera decidí seguir una trayectoria profesional diferente en el campo del diseño. ",
  "front-about-text-2" : "Me mudé a España y empecé a estudiar Ingeniería de Diseño en la Universitat Politécnica de Valencia y ahora estoy trabajando en mi tesis de máster.",
  "front-about-text-3" : "Entre mis puntos fuertes se encuentran un gran ojo para los detalles, un talento para crear diseños intuitivos y limpios, y la capacidad de dar vida a las ideas con elementos visuales bellos y eficaces.",
  "front-view" : "Vista frontal",
  "Front-view" : "Vista frontal",
  "full-name" : "Nombre y apellidos",
  "German" : "Aleman (Lengua materna)",
  "Graphic & Logo Design" : "Diseño gráfico y web",
  "great-britain" : "Viajes lingüísticos en Gran Bretaña",
  "great-britain-description" : "Vivir con una familia de acogida en Rochester, asistir a la Universidad con clases de inglés",
  "hello" : "Hola",
  "High School Graduation" : "Abitur (Bachillerato)",
  "Home" : "Inicio",
  "i-agree" : "Estoy de acuerdo con los ",
  "Introduction-text" : "Soy un Diseñador de productos.",
  "Introduction-text-b" : "Mi Nombre es Sebastian Jans.",
  "intro-works" : "Esta sección sirve como muestra de algunos de mis trabajos anteriores. Mi pasado volátil me ha permitido trabajar en áreas diferentes del Diseño y acumular experiencia en todo el sector.",
  "KamadoB10 Germany" : "KamadoB10",
  "Language Skills" : "Conocimientos Idiomas",
  "Left-view" : "Lado izquierdo",
  "location-B. Sc. in Materials Science" : "Stuttgart, DEU",
  "location-DITF" : "Denkendorf, DEU",
  "location-High School Graduation" : "Plochingen, DEU",
  "location-Letratec" : "Buenos Aires, ARG",
  "location-M. Eng. in Design Engineering" : "Valencia, ESP",
  "logo-design-bate-text" : "Un logotipo para una marca española que produce bates de béisbol. Este logotipo fue creado como parte de un proyecto durante mi Master en Ingeniería de Diseño.",
  "logo-design-Brazie-text" : "Logotipo para una marca de ropa de próxima aparición, utiliza colores amables y se asemeja a las iniciales del fundador (VB).",
  "logo-design-Holztransformer-text" : "Logotipo para una empresa que se dedica a reciclar palés viejos para crear muebles.",
  "logo-design-paragraph" : "Estos logotipos muestran algunos de mis trabajos anteriores de diseño de logotipos.",
  "logo-design-Recycle Rumble-text" : "Un logotipo para un juego de reciclaje que he creado. Presenta un diseño lúdico y esquinas recortadas para transmitir seguridad.",
  "logo-design-Renata Jans-text" : "Un logotipo diseñado para ser elegante, pero atrevido. Es para Renata Jans, consultora de belleza.",
  "logo-design-Sisimi-text" : "Un diseño para una marca que produce juguetes para gatos. Este logotipo se creó durante mi máster como concepto.",
  "logo-design-Smyle Webdesign-text" : "Rediseño de logotipo para una marca de diseño web. El objetivo era mostrar la capacidad de respuesta de los diseños.",
  "logo-design-Students comitee Materials Science" : "Comité de Estudiantes de Ciencia de los Materiales",
  "logo-design-Students comitee Materials Science-text" : "Un logotipo para el comité de estudiantes de mi antigua universidad. Incorpora las directrices de diseño de la universidad y elementos de la ciencia de los materiales.",
  "logo-design-WordMate-text" : "Un logotipo para una aplicación que estoy creando. Es una aplicación que tiene como objetivo ayudar a las personas a aprender nuevos idiomas.",
  "Master of Science in Design Engineering" : "Máster en Ingeniería de Diseño",
  "M. Eng. in Design Engineering" : "M. Eng. Ingeniería de Diseño",
  "my-achievements" : "Èxitos & Certificados",
  "my-education" : "Educación",
  "my-mail" : "Mail: ",
  "my-phone" : "Telefono:",
  "nationality" : "Nacionalidad",
  "nationality-data" : "Aleman, Argentino",
  "optional" : "opcional",
  "option-front" : "Frente",
  "option-left" : "Izquierda",
  "option-perspective" : "Perspectiva",
  "option-right" : "derecha",
  "option-top" : "Arriba",
  "personal-data" : "Datos personales",
  "Phone-number" : "Número de teléfono",
  "Portfolio" : "Portafolio!",
  "Product Design – 3D Modelling" : "Diseño de Productos",
  "result" : "Resultado",
  "Right-view" : "Lado derecho",
  "role-B. Sc. in Materials Science" : "Universidad de Stuttgart",
  "role-DITF" : "Asistente de laboratorio",
  "role-KamadoB10 Germany" : "Diseñador web y gráfico",
  "role-Letratec" : "Asistente",
  "role-M. Eng. in Design Engineering" : "Universitat Politécnica de Valencia",
  "Settings" : "Preferencias",
  "short-B. Sc. in Materials Science" : "Fundamentos de la ciencia de materiales, propiedades y comportamiento de los materiales, metales, plásticos, cerámica",
  "short-DITF" : "Trabajo laboratorio, preparación de muestras, MS Office",
  "short-High School Graduation" : "Título superior de educación general en Alemania",
  "short-KamadoB10 Germany" : "Diseño web e impresión, marketing",
  "short-Letratec" : "Proceso diseño de la cartelería, selección de materiales",
  "short-M. Eng. in Design Engineering" : "Principios de ingeniería de diseño, tipografía, teoría del color, comunicación visual (Nota final: 9)",
  "skill-Graphic & Logo Design-text" : "Todas las herramientas importantes para proporcionar activos para la mayoría de las necesidades de diseño gráfico.",
  "skill-Graphic & Logo Design-title" : "Diseño gráfico y de logotipos",
  "skill-Language Skills-text" : "El conjunto de idiomas que domino me permite ayudarle a llegar al público más amplio del mundo occidental.",
  "skill-Language Skills-title" : "Conocimiento de idiomas",
  "skill-Product Design – 3D Modelling-text" : "Mi pasión es encontrar soluciones creativas e inteligentes para los productos.",
  "skill-Product Design – 3D Modelling-title" : "Diseño de productos",
  "Skills" : "Conocimientos",
  "skills-convince" : "Si aún tiene dudas, no dude en llamarme y charlaremos sobre su negocio.",
  "skills-convince-button" : "Póngase en contacto conmigo",
  "skills-text-intro" : "En esta página encontrará una prevista general de mis habilidades, incluyendo el diseño gráfico y web, así como el diseño de productos. Para una versión más detallada, consulte mi",
  "skills-title" : "Conocimientos",
  "skill-Webdesign-text" : "Siempre estoy aprendiendo sobre los últimos avances en el mundo del desarrollo web.",
  "skill-Webdesign-title" : "Diseño web",
  "socials" : "Redes sociales",
  "south-america" : "Viaje por Sudamérica",
  "south-america-description" : "Conocimiento de nuevas culturas, mejora de los conocimientos de español ",
  "Spanish" : "Español (Lengua materna)",
  "Submit" : "Enviar",
  "telephone" : "Telefóno",
  "terms-and-conditions" : "términos y condiciones.",
  "terms-of-service" : "Términos y condiciones",
  "text-Bachelor of Science in Materials Science" : "Universidad de Stuttgart. Como estudiante de ciencias de los materiales, aprendí sobre las propiedades y el comportamiento de distintos materiales, como metales, cerámicas y polímeros. Además, adquirí experiencia en la realización de experimentos y el análisis de datos para comprender mejor el comportamiento de los materiales.",
  "text-B. Sc. in Materials Science" : "Universidad de Stuttgart. Como estudiante de ciencias de los materiales, aprendí sobre las propiedades y el comportamiento de distintos materiales, como metales, cerámicas y polímeros. Además, adquirí experiencia en la realización de experimentos y el análisis de datos para comprender mejor el comportamiento de los materiales.",
  "text-DITF" : "En este Instituto trabajé como asistente de investigación. Aprendí mucho sobre el proceso de investigación y la importancia de prestar atención a los detalles. También adquirí experiencia en la realización de experimentos y en la recogida y análisis de datos. También aprendí la importancia de ser organizado y llevar un registro preciso de mi trabajo.",
  "text-High School Graduation" : "Gymnasium Plochingen. En el instituto, mis asignaturas favoritas eran matemáticas, física y arte. Siempre me gustó la lógica y quería averiguar cómo funcionaban las cosas, a la vez que intentaba vivir mi lado creativo.",
  "text-KamadoB10 Germany" : "Trabajé como diseñador gráfico y web. Como se trataba de una empresa de nueva creación, también participé en el proceso de fabricación. Conocí el funcionamiento interno de la empresa y, por tanto, también pude enfocar los aspectos clave de la empresa en los materiales de marketing.",
  "text-Letratec" : "En estas prácticas aprendí sobre el proceso de diseño y creación de carteles para empresas. También aprendí sobre los diferentes materiales y procesos de fabricación utilizados para crear rótulos, y cómo trabajar con los clientes para entender sus necesidades y crear soluciones de señalización eficaces.",
  "text-Master of Science in Design Engineering" : "Universiat Politécnica de Valencia. Aprendí los principios y las prácticas de la ingeniería de diseño. Estudié temas como tipografía, teoría del color y comunicación visual, así como temas más técnicos como software de diseño y procesos de impresión.",
  "text-M. Eng. in Design Engineering" : "Universitat Politécnica de Valencia. Aprendí los principios y las prácticas de la ingeniería de diseño. Estudié temas como tipografía, teoría del color y comunicación visual, así como materias más técnicas como software de diseño y procesos de impresión.",
  "text-RR-level" : "Los niveles están diseñados para ser sencillos, pero interesantes a la vista. La dificultad aumenta con los niveles y las fases.",
  "text-RR-play" : "La página de juego muestra todos los niveles, si se completa el nivel muestra el trofeo obtenido.",
  "text-RR-settings" : "La página de ajustes muestra la interfaz de usuario del juego. Muestra las esquinas recortadas, así como el modo oscuro.",
  "text-RR-welcome" : "La portada presenta una pantalla de bienvenida alegre y colorida.",
  "title-RR-level" : "Pantalla del juego",
  "title-RR-play" : "Pantalla de selección de niveles",
  "title-RR-settings" : "Pantalla de configuración",
  "title-RR-welcome" : "Página principal",
  "to_my" : "a mi",
  "Top-view" : "Vista superior",
  "Universiat Politécnica de Valencia" : "Universitat Politécnica de Valencia",
  "University of Stuttgart" : "Universidad de Stuttgart",
  "Webdesign" : "Diseño web",
  "welcome" : "Bienvenidos",
  "work-experience" : "Experiencia laboral",
  "Works" : "Trabajos",
  "works-graphicdesign" : "Diseño Gráfico",
  "works-logodesign" : "Diseño de Logotípos",
  "works-p-dmaier" : "Este sitio web fue creado para la empresa DMaier GmbH, son una empresa local en Alemania que quería un rediseño de su antiguo sitio web para ser más moderno y ágil.",
  "works-p-especimen" : "Este es un espécimen tipográfico que realicé como proyecto para mi universidad. La idea era mostrar un tipo de letra de una manera favorecedora, con el fin de capturar la esencia de la fuente.",
  "works-p-fachschaft" : "Este diseño se hizo para mi asociación de estudiantes con el fin de atraer a más gente al mundo de la ciencia de los materiales. En todo el proceso de diseño se han aplicado las directrices de la marca de la Universidad.",
  "works-p-kamado" : "Este sitio web era para mi empresa anterior, que fabrica parrillas kamado artesanales de calidad superior. El objetivo de este sitio web era atraer a clientes de gama alta y destacar los puntos fuertes.",
  "works-p-rj" : "Este es el sitio web que he creado para una estilista de maquillaje. Está dirigido principalmente a un público femenino, por lo que el esquema de colores es principalmente morado, rojo y blanco. El sitio web incluye una página principal a pantalla completa y una barra de navegación.",
  "works-productdesign" : "Diseño de Productos",
  "works-p-trels" : "This is a an award-winning project for my university. It was created for estacion Norte in Valencia, one of the biggest attractions in the city. The elements incorporate various elements from the inside, the reception area and the tracks-area.",
  "works-title" : "Trabajos",
  "works-trels-show-grid" : "mostrar cuadrícula",
  "works-webdev" : "Diseño web",
  "works-websites" : "Diseño Web",
  "Your-message" : "Su mensaje"
}