{
  "about-me" : "Sobre mí",
  "about-me-text-1" : "Soy un autónomo, nacido y criado en Alemania. Me gusta diseñar cosas, ya sean sitios web u otros productos. Soy licenciado en ciencias de los materiales y actualmente estoy escribiendo mi tesis de máster en ingeniería de diseño en España.",
  "about-me-text-2" : "Esta página ofrece una panorámica de mis habilidades, incluyendo el diseño gráfico, web y de productos. Para una versión más detallada, eche un vistazo a mi",
  "and" : "y",
  "Bachelor of Science in Materials Science" : "Bachelor of Science en Ciencia de los materiales",
  "B. Sc. in Materials Science" : "B. Sc. Ciencias de Materiales",
  "change-view-button" : "Ver imagenes",
  "Company" : "Empresa ",
  "Contact" : "Contacto",
  "contact-text" : "No dude en enviarme un mensaje a través de mi formulario de contacto. Estoy disponible a cualquier pregunta o consulta. ",
  "contact-title" : "Contacto",
  "CV" : "CV",
  "date-of-birth" : "Fecha/lugar nacimiento",
  "description-product-design-2" : "Esta mesa fue uno de mis primeros proyectos. La diseñé yo misma y la personalicé para adaptarla a todas mis necesidades. Con el recorte orgánico en el centro todo es accesible al tiempo que maximiza el espacio.",
  "direction" : "Dirección",
  "download-portfolio-button" : "Descargar Portafolio",
  "download-portfolio-header" : "¿No has visto suficiente?",
  "email-address" : "Correo electrónico",
  "English" : "Inglés (Fluido)",
  "experience-abroad" : "Experiencia en el extranjero",
  "front-about-text" : "Estudié la licenciatura en Ciencias de los Materiales mientras me formaba por mi cuenta en todo tipo de técnicas de diseño. Después de terminar la carrera decidí seguir una trayectoria profesional diferente en el campo del diseño. ",
  "front-about-text-2" : "Me mudé a España y empecé a estudiar Ingeniería de Diseño en la Universitat Politécnica de Valencia y ahora estoy trabajando en mi tesis de máster.",
  "front-about-text-3" : "Entre mis puntos fuertes se encuentran un gran ojo para los detalles, un talento para crear diseños intuitivos y limpios, y la capacidad de dar vida a las ideas con elementos visuales bellos y eficaces.",
  "front-view" : "Vista frontal",
  "Front-view" : "Vista frontal",
  "full-name" : "Nombre y apellidos",
  "German" : "Aleman (Lengua materna)",
  "Graphic & Logo Design" : "Diseño gráfico y web",
  "great-britain" : "Viajes lingüísticos en Gran Bretaña",
  "great-britain-description" : "Con una familia en Rochester con clases de inglés",
  "hello" : "Hola",
  "High School Graduation" : "Abitur (Bachillerato Aleman)",
  "Home" : "Inicio",
  "i-agree" : "Estoy de acuerdo con los ",
  "Introduction-text" : "Soy un Diseñador de productos.",
  "Introduction-text-b" : "Mi Nombre es Sebastian Jans.",
  "intro-works" : "Esta sección sirve como muestra de algunos de mis trabajos anteriores. Mi pasado volátil me ha permitido trabajar en áreas diferentes del Diseño y acumular experiencia en todo el sector.",
  "Language Skills" : "Conocimientos Idiomas",
  "Left-view" : "Lado izquierdo",
  "logo-design-paragraph" : "Estos logotipos muestran algunos de mis trabajos anteriores de diseño de logotipos.",
  "Master of Science in Design Engineering" : "Máster en Ingeniería de Diseño",
  "M. Eng. in Design Engineering" : "M. Eng. Ingeniería de Diseño",
  "my-education" : "Educación",
  "my-mail" : "Mail: ",
  "my-phone" : "Telefono:",
  "nationality" : "Nacionalidad",
  "nationality-data" : "Aleman, Argentino",
  "optional" : "opcional",
  "personal-data" : "Datos personales",
  "Phone-number" : "Número de teléfono",
  "Portfolio" : "Portafolio!",
  "Product Design – 3D Modelling" : "Diseño de Productos",
  "Right-view" : "Lado derecho",
  "Settings" : "Preferencias",
  "short-DITF" : "Trabajo laboratorio, preparación de muestras, MS Office",
  "short-High School Graduation" : "Título superior de educación general en Alemania, sus asignaturas favoritas eran matemáticas, física y arte",
  "short-KamadoB10 Germany" : "Diseño web / impresión, marketing, fabricación",
  "short-Letratec" : "Proceso diseño de la cartelería, selección de materiales",
  "short-M. Eng. in Design Engineering" : "Principios de ingeniería de diseño, tipografía, teoría del color, comunicación visual, etc.",
  "skill-Graphic & Logo Design-text" : "Todas las herramientas importantes para proporcionar activos para la mayoría de las necesidades de diseño gráfico.",
  "skill-Language Skills-text" : "El conjunto de idiomas que domino me permite ayudarle a llegar al público más amplio del mundo occidental.",
  "skill-Product Design – 3D Modelling-text" : "Mi pasión es encontrar soluciones creativas e inteligentes para los productos.",
  "Skills" : "Conocimientos",
  "skills-text-intro" : "En esta página encontrará una prevista general de mis habilidades, incluyendo el diseño gráfico y web, así como el diseño de productos. Para una versión más detallada, consulte mi",
  "skills-title" : "Conocimientos",
  "skill-Webdesign-text" : "Siempre estoy aprendiendo sobre los últimos avances en el mundo del desarrollo web.",
  "socials" : "Redes sociales",
  "south-america" : "Viaje de ida y vuelta por Sudamérica",
  "south-america-description" : "Conocimiento de nuevas culturas, mejora de los conocimientos de español",
  "Spanish" : "Español (Lengua materna)",
  "Submit" : "Enviar",
  "telephone" : "Telefóno",
  "terms-and-conditions" : "términos y condiciones.",
  "terms-of-service" : "Términos y condiciones",
  "text-Bachelor of Science in Materials Science" : "Universidad de Stuttgart. Como estudiante de ciencias de los materiales, aprendí sobre las propiedades y el comportamiento de distintos materiales, como metales, cerámicas y polímeros. Además, adquirí experiencia en la realización de experimentos y el análisis de datos para comprender mejor el comportamiento de los materiales.",
  "text-B. Sc. in Materials Science" : "Universidad de Stuttgart. Como estudiante de ciencias de los materiales, aprendí sobre las propiedades y el comportamiento de distintos materiales, como metales, cerámicas y polímeros. Además, adquirí experiencia en la realización de experimentos y el análisis de datos para comprender mejor el comportamiento de los materiales.",
  "text-DITF" : "En este Instituto trabajé como asistente de investigación. Aprendí mucho sobre el proceso de investigación y la importancia de prestar atención a los detalles. También adquirí experiencia en la realización de experimentos y en la recogida y análisis de datos. También aprendí la importancia de ser organizado y llevar un registro preciso de mi trabajo.",
  "text-High School Graduation" : "Gymnasium Plochingen. En el instituto, mis asignaturas favoritas eran matemáticas, física y arte. Siempre me gustó la lógica y quería averiguar cómo funcionaban las cosas, a la vez que intentaba vivir mi lado creativo.",
  "text-KamadoB10 Germany" : "Trabajé como diseñador gráfico y web. Como se trataba de una empresa de nueva creación, también participé en el proceso de fabricación. Conocí el funcionamiento interno de la empresa y, por tanto, también pude enfocar los aspectos clave de la empresa en los materiales de marketing.",
  "text-Letratec" : "En estas prácticas aprendí sobre el proceso de diseño y creación de carteles para empresas. También aprendí sobre los diferentes materiales y procesos de fabricación utilizados para crear rótulos, y cómo trabajar con los clientes para entender sus necesidades y crear soluciones de señalización eficaces.",
  "text-Master of Science in Design Engineering" : "Universiat Politécnica de Valencia. Aprendí los principios y las prácticas de la ingeniería de diseño. Estudié temas como tipografía, teoría del color y comunicación visual, así como temas más técnicos como software de diseño y procesos de impresión.",
  "text-M. Eng. in Design Engineering" : "Universitat Politécnica de Valencia. Aprendí los principios y las prácticas de la ingeniería de diseño. Estudié temas como tipografía, teoría del color y comunicación visual, así como materias más técnicas como software de diseño y procesos de impresión.",
  "to_my" : "a mi",
  "Top-view" : "Vista superior",
  "Universiat Politécnica de Valencia" : "Universitat Politécnica de Valencia",
  "University of Stuttgart" : "Universidad de Stuttgart",
  "Webdesign" : "Diseño web",
  "welcome" : "Bienvenidos",
  "work-experience" : "Experiencia laboral",
  "Works" : "Trabajos",
  "works-graphicdesign" : "Diseño Gráfico",
  "works-logodesign" : "Diseño de Logotípos",
  "works-p-especimen" : "Este es un espécimen tipográfico que realicé como proyecto para mi universidad. La idea era mostrar un tipo de letra de una manera favorecedora, con el fin de capturar la esencia de la fuente.",
  "works-p-fachschaft" : "Este diseño se hizo para mi asociación de estudiantes con el fin de atraer a más gente al mundo de la ciencia de los materiales. En todo el proceso de diseño se han aplicado las directrices de la marca de la Universidad.",
  "works-p-kamado" : "Este sitio web era para mi empresa anterior, que fabrica parrillas kamado artesanales de calidad superior. El objetivo de este sitio web era atraer a clientes de gama alta y destacar los puntos fuertes.",
  "works-p-rj" : "Este es el sitio web que he creado para una estilista de maquillaje. Está dirigido principalmente a un público femenino, por lo que el esquema de colores es principalmente morado, rojo y blanco. El sitio web incluye una página principal a pantalla completa y una barra de navegación.",
  "works-productdesign" : "Diseño de Productos",
  "works-title" : "Trabajos",
  "works-webdev" : "Diseño web",
  "works-websites" : "Diseño Web",
  "Your-message" : "Su mensaje"
}